<?php
// Session 同意
echo 'STEP THREE';
?>
<script src="/wp-content/themes/oceanwp-child/assets/js/booking_step_three.js"></script>

<div>
    <div>合約標題</div>
    <div>合約內容</div>
    <div>
        <!-- wp:heading {"level":3} -->
        <h3>設施使用須知</h3>
        <!-- /wp:heading -->

        <!-- wp:heading {"level":4} -->
        <h4>設施使用須知</h4>
        <!-- /wp:heading -->

        <!-- wp:list {"ordered":true} -->
        <ol><li>Check in：16:00 - 21:30；Check out：11:00前</li><li>若有延後退用的需求，請事先告知，費用為每小時500元，不足一小時以一小時計，至多一小時。</li><li>為維護品質，請勿攜帶寵物及酗酒、打麻將；設施內請勿吸煙，入夜後請勿大聲喧鬧；露營區內全面禁止野炊烹煮及攜帶外食。</li><li>海崖谷所提供的設備，都是精心挑選，請勿破壞或私自攜出，發現違反事宜，將會依法求償。</li><li>請依預約人數入住，不得臨時加人，如有超過人數情形而未告知，海崖谷有權拒絕入住，且不退費。</li><li>貴重物品請隨身保管妥當，如遺失恕本館不予負責。</li><li>鑰匙若是遺失將酌收500元工本費、不便之處敬請見諒。</li><li>行李寄存規定:如需寄放行李請事先告知，海崖谷可協助旅客於入住前免費寄存行李。</li><li>設施使用者均須持有附大頭照之有效證件如身分證、護照或居留證，無法出示者恕不提供使用。</li><li>餐廳餐點用餐時間：早餐：07:30 - 09:00；晚餐:18:30 - 20:30；請務必留意餐廳用餐時間。</li><li>請勿自行使用高耗電電器用品，如因使用不當，造成園區或其他客人的損失，需照價賠償。</li><li>緊急聯絡電話：03-8671314</li></ol>
        <!-- /wp:list -->

        <!-- wp:heading {"level":4} -->
        <h4>預約須知</h4>
        <!-- /wp:heading -->

        <!-- wp:list {"ordered":true} -->
        <ol><li>海崖谷僅提供三個月內提前預約，電話服務時間為09:00~19:00。</li><li>預約確認後，請於10分鐘內支付全額費用，逾期恕不保留，敬請見諒。</li><li>請依預約人數使用，不提供加人、加床之服務。</li><li>未滿20歲的未成年人預約，應先經得法定代理人同意。</li><li>特殊需求（行動不便、年長者、茹素者），請於預約時告知，海崖谷可協助安排相關事宜。</li><li>計價以此為依據 : 海崖谷設施皆為雙人或四人設施；3歲以下兒童不另外收費。恕不提供加床及棉被服務。</li><li>平日定義：週日到週四。(依官網公告為準)</li><li>假日定義：週五及週六。(依官網公告為準)</li><li>特別假日定義：寒暑假周五、週六，國定假日及連假（包含前一晚）。(依官網公告為準)</li><li>農曆年節定義：小年夜前一日到初五當日</li></ol>
        <!-- /wp:list -->

        <!-- wp:heading {"level":4} -->
        <h4>取消</h4>
        <!-- /wp:heading -->

        <!-- wp:paragraph -->
        <p><strong>農曆春節期間，為不可取消之特殊節慶，預約前請自行考量行程安排。</strong></p>
        <!-- /wp:paragraph -->

        <!-- wp:list {"ordered":true} -->
        <ol><li>預約使用日(不含)，前十四日通知辦理取消預定，全額退費。Check in：16:00-21:30；Check out：11:00前，若超過check out時間半小時以上，得酌收費用，每小時以500元計，不足一小時以一小時計。</li><li>預約使用日(不含)，前十至十三日通知辦理取消預定，收全額之30%為取消費。</li><li>預約使用日(不含)，前七至九日通知辦理取消預定，收全額之50%為取消費。</li><li>預約使用日(不含)，前四日至前六日內通知辦理取消預定，收全額之60%為取消費。</li><li>預約使用日(不含)，前二日至前三日內通知辦理取消預定，收全額之70%為取消費。</li><li>預約使用日前一日通知辦理取消預定，收全額之80%為取消費。</li><li>預約使用日當天通知辦理取消預定，收全額之100%為取消費(恕無法更換使用日期)。</li><li>更改使用日期限變更壹次，如經變更後不得取消。農曆春節、寒暑假、特殊展期、國定假日及前夕或其他特殊專案，一經預定，不得變更使用日期。</li></ol>
        <!-- /wp:list -->

        <!-- wp:heading {"level":4} -->
        <h4>特殊情況</h4>
        <!-- /wp:heading -->

        <!-- wp:heading {"level":6} -->
        <h6>特殊取使用處理</h6>
        <!-- /wp:heading -->

        <!-- wp:paragraph -->
        <p>因不可抗力因素影響<br>預約使用日若因海崖谷所在地或旅客出發地發生不可抗力因素如地震或颱風等天災影響（以當地政府頒布狀況為判定準則）導致無法成行，請於預約使用日前（最晚於當日14：00前）主動以電話與接洽人員聯絡，全額退費。</p>
        <!-- /wp:paragraph -->

        <!-- wp:heading {"level":6} -->
        <h6>當日保留</h6>
        <!-- /wp:heading -->

        <!-- wp:paragraph -->
        <p>如無法於使用時間辦理程序，請於18:00前主動聯繫海崖谷保留豪華帳篷︔如逾時且無法聯繫上使用者，海崖谷將有權出售您所預訂的設施，恕無法退回定金。</p>
        <!-- /wp:paragraph -->

        <!-- wp:heading {"level":6} -->
        <h6>延期</h6>
        <!-- /wp:heading -->

        <!-- wp:list -->
        <ul><li>延期須視海崖谷設施狀況而定，且須於使用日(不含)三十天前提出並僅限壹次，依原使用日起三十天內使用完畢，屆時未使用或取消皆無法退還已繳納金額。若無法延期則視同取消預約使用，依原取消規定辦理！。</li><li>登記使用日若遇園區所在地發生不可抗拒因素，如因地震導致交通中斷、或中央氣象局發佈陸上颱風警報，全額退款。</li></ul>
        <!-- /wp:list -->

        <!-- wp:paragraph -->
        <p>我已閱讀並同意上述設施使用須知<br>回上一步 下一頁</p>
        <!-- /wp:paragraph -->
    </div>
    <button class="to-step-four-btn">我同意(前往第四步驟按鈕)</button>
</div>